{
    "journalName": "Ankara Üniversitesi Tıp Fakültesi Mecmuası",
    "articleType": "ORİJİNAL ARAŞTIRMA",
    "articleDOI": "10.4274/atfm.galenos.2023.22590",
    "articleCode": "J Ankara Univ Fac Med",
    "articleYear": 2023,
    "articleVolume": 76,
    "articleIssue": 1,
    "articlePageRange": [
        1,
        10
    ],
    "articleTitle": {
        "TR": "Diyabetik Kardiyomiyopatide Kronik Ilımlı Egzersizin İskemi Reperfüzyon Hasarına Etkisi",
        "ENG": "Effect of Chronic Moderate Intensity Exercise on Ischemia - Reperfusion Injury in Diabetic Cardiomyopathy"
    },
    "articleAbstracts": {
        "TR": "Öz Amaç: Diyabet hiperglisemi ile karakterize yaygın metabolik bir rahatsızlıktır. Diyabetiklerde kalp, iskemi/reperfüzyon (I/R) hasarına karşı daha hassas hale gelmektedir. Kalpte meydana gelen bu bozulmanın nedeninin diyabete bağlı oksidatif stres artışı olduğu düşünülmektedir. Uygun şiddet ve sıklıkta uygulanan egzersiz oksidatif stresi azaltmakta ve I/R hasarına karşı koruyucu etki göstermektedir. Çalışmamızda kronik ılımlı egzersizin diyabette I/R hasarı ve oksidatif stres üzerindeki etikleri araştırılmıştır. Gereç ve Yöntem: Çalışmada 10 haftalık erkek Wistar albino sıçanlar kullanılmıştır (n=36). Hayvanlar rastgele dört gruba ayrılmıştır: Kontrol (K), Egzersiz (EX), Diyabet (DM), Diyabet+Egzersiz (DM+EX). Tip 1 diyabet streptozotosin (50 mg/kg) enjeksiyonu ile oluşturulmuştur. Hayvanlara artımlı yük testi uygulanarak maksimum egzersiz kapasiteleri (MEK) belirlenmiştir. Hayvanlar MEK değerlerinin %70’ine denk gelecek şekilde günde 45 dakika haftada 5 gün olacak şekilde 12 hafta boyunca egzersiz yapmışlardır. Hayvanların kalpleri Langendorff düzeneğine alınmış 30 dakika global iskemi/120 dakika reperfüzyon uygulanmıştır. Sol ventrikül gelişimsel basıncı, kalp hızı, hız-basınç çarpımı parametreleri ölçülmüştür. Alınan plazma ve sol ventrikül örneklerinde total oksidan ve antioksidan status, tiyol disülfit düzeyi ölçümleri yapılmıştır. Bulgular: Kalp ağırlığı/Vücut ağırlığı verileri incelendiğinde diyabetik hayvanlarda diyabete bağlı hipertrofi geliştiğini, egzersizin hipertrofiyi engelleyemediği anlaşılmıştır. DM grubunda kontrole göre iskemi sonrası toparlanma cevabında bozulma görülmüştür. EX grubunda iskemiye tolerans K grubuna göre artarken, DM+EX grubunda K ve DM grubuna göre anlamlı derecede daha kötü toparlanma cevabı gözlenmiştir. Hem plazma hem de sol ventrikül dokusunda ölçülen oksidatif stres verilerinde herhangi bir anlamlı değişime rastlanmamıştır. Sonuç: Kullanılan egzersiz protokolünün diyabetin yol açtığı I/R hassasiyetini daha da ilerlettiği anlaşılmaktadır. Non-diyabetik hayvanlarda uygulanan egzersizin kardiyoprotektif etkinliği gözlenirken, diyabetik hayvanlara uygun bir protokol olmadığı anlaşılmıştır. Oksidatif streste anlamlı değişiklikler gözlenmemiştir. İlerleyen çalışmalarda örneklem genişliğinin büyütülmesi ve daha düşük egzersiz şiddeti ile çalışılması ile değerli sonuçlar elde edilebilir. ",
        "ENG": "Objectives:\nDiabetes is a common metabolic disorder characterized by hyperglycemia. In diabetics, the heart becomes more susceptible to ischemia/reperfusion (I/R) injury. The reason for this deterioration in the heart is oxidative stress increase due to diabetes. Exercise applied at appropriate intensity and frequency reduces oxidative stress and has a protective effect against I/R damage. In our study, the effects of chronic moderate exercise on I/R damage and oxidative stress in diabetes were investigated.\nMaterials and Methods:\nTen-week-old male Wistar albino rats were used in the study (n=36). Animals were randomly divided into four groups: Control (K), Exercise (EX), Diabetes (DM), Diabetes+Exercise (DM+EX). Type I diabetes was induced by injection of streptozotocin (50 mg/kg). The exercise capacity (MEC) was determined by applying the incremental load test. Animals exercised 45 minutes/day, 5 days/week, for 12 weeks, corresponding to 70% of their MEC. Hearts were removed and placed in the Langendorff apparatus and 30 minutes of global ischemia/120 minutes of reperfusion was applied. Left ventricular developmental pressure, heart rate, rate-pressure product parameters were measured. Total oxidant and antioxidant status, thiol disulfide levels were measured in the plasma and left ventricular samples.\nResults:\nAccording to heart weight/body weight data, diabetes-induced hypertrophy developed in diabetic animals, and exercise could not prevent hypertrophy. The recovery after ischemia was impaired in the DM group, while it was increasing in the EX group compared to the K. A significantly worse recovery response was observed in the DM+EX group compared to the K and DM. No significant changes were found in the oxidative stress data both in the plasma and left ventricle samples.\nConclusion:\nCurrent exercise protocol increased diabetes-induced I/R sensitivity. While there was a cardioprotective effect in EX, the protocol was not a suitable protocol for diabetics. No significant change in oxidative stress was observed. In future studies, valuable results can be obtained by enlarging the sample size and prefering lower exercise intensity."
    },
    "articleKeywords": {
        "TR": [
            "Diyabet",
            "Egzersiz",
            "Oksidatif Stres",
            "İskemi/Reperfüzyon"
        ],
        "ENG": [
            "Diabetes",
			"Exercise",
			"Oxidative Stress",
			"Ischemia/Reperfusion"
        ]
    },
    "articleAuthors": [
        {
            "name": "Fırat Akat",
            "fullSpeciality": "Ankara Üniversitesi Tıp Fakültesi, Fizyoloji Anabilim Dalı, Ankara, Türkiye",
            "isCorrespondence": true,
            "email": "akatfirat@gmail.com"
        },
        {
            "name": "Göktuğ Ömercioğlu",
            "fullSpeciality": "Ankara Üniversitesi Tıp Fakültesi, Fizyoloji Anabilim Dalı, Ankara, Türkiye",
            "isCorrespondence": false,
            "email": null
        },
        {
            "name": "Hakan Fıçıcılar",
            "fullSpeciality": "Ankara Üniversitesi Tıp Fakültesi, Fizyoloji Anabilim Dalı, Ankara, Türkiye",
            "isCorrespondence": false,
            "email": null
        },
        {
            "name": "Hasan Çalışkan",
            "fullSpeciality": "Balıkesir Üniversitesi Tıp Fakültesi, Fizyoloji Anabilim Dalı, Balıkesir, Türkiye",
            "isCorrespondence": false,
            "email": null
        },
        {
            "name": "Metin Baştuğ",
            "fullSpeciality": "Ankara Üniversitesi Tıp Fakültesi, Fizyoloji Anabilim Dalı, Ankara, Türkiye",
            "isCorrespondence": false,
            "email": null
        }
    ],
    "articleReferences": [
        "1. American Diabetes Association. Diagnosis and classification of diabetes mellitus. Diabetes Care. 2009;32:S62-S67.",
        "2. Beckman JA, Creager MA, Libby P. Diabetes and atherosclerosis: epidemiology, pathophysiology, and management. JAMA. 2002;287:2570-2581.",
        "3. Miki T, Itoh T, Sunaga D, et al. Effects of diabetes on myocardial infarct size and cardioprotection by preconditioning and postconditioning. Cardiovasc Diabetol. 2012;11:67.",
        "4. Whittington HJ, Babu GG, Mocanu MM, et al. The diabetic heart: too sweet for its own good? Cardiol Res Pract. 2012;2012:845698.",
        "5. Bi F, Xu Y, Chen G, et al. Anti-inflammatory and Anti-endoplasmic reticulum stress Effects of catalpol Against myocardial ischemia-reperfusion injury in streptozotocin-induced diabetic rats. An Acad Bras Cienc. 2020;92:e20191148.",
        "6. Zhang B, Zhai M, Li B, et al. Honokiol Ameliorates Myocardial Ischemia/ Reperfusion Injury in Type 1 Diabetic Rats by Reducing Oxidative Stress and Apoptosis through Activating the SIRT1-Nrf2 Signaling Pathway. Oxid Med Cell Longev. 2018;2018:3159801.",
        "7. Qiu Z, Lei S, Zhao B, et al. NLRP3 Inflammasome Activation-Mediated Pyroptosis Aggravates Myocardial Ischemia/Reperfusion Injury in Diabetic Rats. Oxid Med Cell Longev. 2017;2017:9743280.",
        "8. Chien CY, Wen TJ, Cheng YH, et al. Diabetes Upregulates Oxidative Stress and Downregulates Cardiac Protection to Exacerbate Myocardial Ischemia/ Reperfusion Injury in Rats. Antioxidants (Basel). 2020;9:679.",
        "9. Yu LM, Dong X, Xue XD, et al. Melatonin attenuates diabetic cardiomyopathy and reduces myocardial vulnerability to ischemia-reperfusion injury by improving mitochondrial quality control: Role of SIRT6. J Pineal Res. 2021;70:e12698.",
        "10. Lejay A, Fang F, John R, et al. Ischemia reperfusion injury, ischemic conditioning and diabetes mellitus. J Mol Cell Cardiol. 2016;91:11-22.",
        "11. Maritim AC, Sanders RA, Watkins JB 3rd. Diabetes, oxidative stress, and antioxidants: a review. J Biochem Mol Toxicol. 2003;17:24-38.",
        "12. Luc K, Schramm-Luc A, Guzik TJ, et al. Oxidative stress and inflammatory markers in prediabetes and diabetes. J Physiol Pharmacol. 2019;70:809-824.",
        "13. Abou-Seif MA, Youssef AA. Evaluation of some biochemical changes in diabetic patients. Clin Chim Acta. 2004;346:161-170.",
        "14. Kapucu A. Crocin ameliorates oxidative stress and suppresses renal damage in streptozotocin induced diabetic male rats. Biotech Histochem. 2021;96:153-160.",
        "15. Rathinam A, Pari L, Venkatesan M, et al. Myrtenal attenuates oxidative stress and inflammation in a rat model of streptozotocin-induced diabetes. Arch Physiol Biochem. 2022;128:175-183.",
        "16. Farrell PA, Joyner MJ, Caiozzo V. ACSM’s advanced exercise physiology. 2nd ed. Wolters Kluwer Health Adis (ESP); 2011.",
        "17. Otaka N, Shibata R, Ohashi K, et al. Myonectin Is an Exercise-Induced Myokine That Protects the Heart From Ischemia-Reperfusion Injury. Circ Res. 2018;123:1326-1338.",
        "18. Shi J, Bei Y, Kong X, et al. miR-17-3p Contributes to Exercise-Induced Cardiac Growth and Protects against Myocardial Ischemia-Reperfusion Injury. Theranostics. 2017;7:664-676.",
        "19. Parry TL, Starnes JW, O’Neal SK, et al. Untargeted metabolomics analysis of ischemia-reperfusion-injured hearts ex vivo from sedentary and exercise-trained rats. Metabolomics. 2018;14:8.",
        "20. Hou Z, Qin X, Hu Y, et al. Longterm Exercise-Derived Exosomal miR-342-5p: A Novel Exerkine for Cardioprotection. Circ Res. 2019;124:1386-1400.",
        "21. Crisafulli A, Pagliaro P, Roberto S, et al. Diabetic Cardiomyopathy and Ischemic Heart Disease: Prevention and Therapy by Exercise and Conditioning. Int J Mol Sci. 2020;21:2896.",
        "22. Ferriolli E, Pessanha FP, Marchesi JC. Diabetes and exercise in the elderly. Med Sport Sci. 2014;60:122-129.",
        "23. Farzanegi P, Dana A, Ebrahimpoor Z, et al. Mechanisms of beneficial effects of exercise training on non-alcoholic fatty liver disease (NAFLD): Roles of oxidative stress and inflammation. Eur J Sport Sci. 2019;19:994-1003.",
        "24. De Sousa CV, Sales MM, Rosa TS, et al. The Antioxidant Effect of Exercise: A Systematic Review and Meta-Analysis. Sports Med. 2017;47:277-293.",
        "25. Radák Z, Asano K, Inoue M, et al. Superoxide dismutase derivative prevents oxidative damage in liver and kidney of rats induced by exhausting exercise. Eur J Appl Physiol Occup Physiol. 1996;72:189-194.",
        "26. Percie du Sert N, Hurst V, Ahluwalia A, et al. The ARRIVE guidelines 2.0: Updated guidelines for reporting animal research. Exp Physiol. 2020;105:1459-1466.",
        "27. Rodrigues B, Pucheret P, Battell ML, et al. Streptozotocin-induced diabetes: induction, mechanism(s), and dose dependency. Routledge.; 2018. p. 3-17.",
        "28. Astorino T, Baker J, Dalleck L, et al. Prescription of aerobic exercise training based on the incremental load test: a model of anaerobic threshold for Rats. Journal of Exercise Physiology. 2012;15:45-52.",
        "29. Skrzypiec-Spring M, Grotthus B, Szelag A, et al. Isolated heart perfusion according to Langendorff---still viable in the new millennium. J Pharmacol Toxicol Methods. 2007;55:113-126.",
        "30. Caliskan H, Akat F, Omercioglu G, et al. Aerobic exercise has an anxiolytic effect on streptozotocin induced diabetic rats. Acta Neurobiol Exp (Wars). 2020;80:245-255.",
        "31. Rees DA, Alcolado JC. Animal models of diabetes mellitus. Diabet Med. 2005;22:359-370.",
        "32. Devereux RB, Roman MJ, Paranicas M, et al. Impact of diabetes on cardiac structure and function: the strong heart study. Circulation. 2000;101:2271-2276.",
        "33. Kannel WB, Hjortland M, Castelli WP. Role of diabetes in congestive heart failure: the Framingham study. Am J Cardiol. 1974;34:29-34.",
        "34. Li H, Yao W, Irwin MG, et al. Adiponectin ameliorates hyperglycemia-induced cardiac hypertrophy and dysfunction by concomitantly activating Nrf2 and Brg1. Free Radic Biol Med. 2015;84:311-321.",
        "35. Han Q, Liu Q, Zhang H, et al. Simvastatin Improves Cardiac Hypertrophy in Diabetic Rats by Attenuation of Oxidative Stress and Inflammation Induced by Calpain-1-Mediated Activation of Nuclear Factor-κB (NF-κB). Med Sci Monit. 2019;25:1232-1241.",
        "36. Chang KC, Hsu KL, Tseng CD, et al. Aminoguanidine prevents arterial stiffening and cardiac hypertrophy in streptozotocin-induced diabetes in rats. Br J Pharmacol. 2006;147:944-950.",
        "37. Gurel E, Ustunova S, Kapucu A, et al. Hexokinase cellular trafficking in ischemia-reperfusion and ischemic preconditioning is altered in type I diabetic heart. Mol Biol Rep. 2013;40:4153-4160.",
        "38. Liao Q, Qu S, Tang LX, et al. Irisin exerts a therapeutic effect against myocardial infarction via promoting angiogenesis. Acta Pharmacol Sin. 2019;40:1314-1321.",
        "39. Parra VM, Macho P, Sánchez G, et al. Exercise preconditioning of myocardial infarct size in dogs is triggered by calcium. J Cardiovasc Pharmacol. 2015;65:276-281.",
        "40. Quindry JC, Hamilton KL, French JP, et al. Exercise-induced HSP-72 elevation and cardioprotection against infarct and apoptosis. J Appl Physiol (1985). 2007;103:1056-1062.",
        "41. Komatsu WR, Gabbay MA, Castro ML, et al. Aerobic exercise capacity in normal adolescents and those with type 1 diabetes mellitus. Pediatr Diabetes. 2005;6:145-149.",
        "42. Lacombe VA, Viatchenko-Karpinski S, Terentyev D, et al. Mechanisms of impaired calcium handling underlying subclinical diastolic dysfunction in diabetes. Am J Physiol Regul Integr Comp Physiol. 2007;293:R1787-R1797."
    ]
}